package characters;

public class Personages {
    public static void schoolDescription(){
        String description = "Вы - обычный парень по имени Сергей, который остался на дополнительный урок по химии,\n" +
                " чтобы исправить не удовлетворительную оценку. Вас ничего не настараживало до тех пор, пока учитель не явился.\n" +
                " Вы решили посмотреть на время и там оказалось 20:23, вам показалось не ладное, потому что дополнительный\n" +
                " урок должен начинаться в 15:00. И мне стало интересно, как так быстро пролетело время.\n" +
                " Я решил посмотреть кто есть в школе. Я вышел из кабинета химии и начал бродить по коридору,\n" +
                " там я в дали коридора увидел 3 странных двери. Куда они ведут, я не знаю.\n" +
                " И там на потолку написано чем-то не понятным с оттенком красного \"Открой любую дверь\".";
        System.out.println(description);
    }
    public static void psychiatricHospitalDescription(){
        String description = "Вы - обычный парень по имени Дмитрий, который любит лазить по заброшкам,\n" +
                " но в один момент, я неожиданно потерял сознание.Я проснулся спустя несколько часов и очень болела голова.\n" +
                " Я предположил, что проснулся в психической болнице.\n" +
                " Я встал и решил осмотреться в комнате в которой очутился. Увидел на столе Записку в которой написано\n" +
                " \"Ну привет Дима, я твой самый главный хейтер!\n. Я долго и упорно делал данный квест,думаю тебе он понравится,\n" +
                " если выберешься Ха-Ха-Ха\". Я увидел рядом 3 старых, деревянных и покоцанных дверей,\n" +
                " будто их кто-то выламывал.";
        System.out.println(description);
    }
    public static void bunkerDescription(){
        String description = "Вы - обычный парень по имени Фёдор, который залез в бункер на Английском проспекте и потерялся внутри него.\n" +
                "Я решил переночевать внутри этого бункера. На следующий день я начал искать выход и побродивши, увидел лестницу наверх.\n" +
                " Я поднялся по этой лестнице и увидел 3 железных двери, которые не внушают доверия.\n";
        System.out.println(description);
    }
}
